romana.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ro" xml:lang="ro">
<head>
<!-- 2022-04-07 Thu 20:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Limba si literatura română</title>
<meta name="author" content="Babin Ion" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="imagine.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Limba si literatura română</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Cuprins</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org86aa484">Teme</a></li>
<li><a href="#org945ef98">Articles</a></li>
<li><a href="#org3206fbd">Essays</a>
<ul>
<li><a href="#org71eee31">on Patriotism</a></li>
</ul>
</li>
<li><a href="#org20cb68b">Atelier de scriere</a>
<ul>
<li><a href="#org75f6539">Perioada interbelică a literaturii romane a fost destul de rodnică, căci a oferit câteva romane foarte importante pentru proza realistă de la noi. Un roman realist care valorifică tematica rurală este și romanul „Ion”, care a apărut în 1920, revoluționând proza noastră.</a></li>
<li><a href="#orgbc39842">Nucleul romanului îl constituie cele două nuvele („Zestrea” și „Rușinea”). Mai multe evenimente, scene din viața reală au servit drept surse de inspirație pentru autor. De exemplu, scena în care un țăran își sărută glia, de parcă și-ar săruta iubita a fost văzută chiar de autor; Personajul central este construit după un model pe care autorul l-a întâlnit în viața reală și pe care îl chema Ion al Glanetașului. O altă sursă de inspirație l-a servit istoria dramatică a unei fete rămasă însărcinată cu un țăran sărac pe care i-a povestit-o chiar sora autorului. Realitățile satului ardelenesc de la începutul secolului al XX-lea, au servit, de asemenea, drept sursă de inspirație.</a></li>
<li><a href="#orgb8c0a0b">Fiind un roman realist, perspectiva narativă este obiectivă, nararea se face la persoana a III-a, cu un narator omniscient.</a></li>
<li><a href="#org134881f">Personajul central, Ion, este un personaj eponim, deci prenumele lui va deveni titlul operei.</a></li>
<li><a href="#org9e160eb">Romanul are două părți: <i>Glasul Pământului</i> și <i>Glasul Iubirii</i>, iar fiecare parte - mai multe capitole.</a></li>
<li><a href="#org559ac06">Acțiunea desfășoară pe 2 planuri: un plan narativ urmărește evoluția personajului Ion, iar al doilea prezintă viața satului Pripas.</a></li>
<li><a href="#org1cf6dd4">Metafora „Glasul” din titlurile celor două părți semnifică cele două pasiuni (Pământul și Iubirea), care și l-au distrus pe Ion.</a></li>
<li><a href="#orgc299bf0">Romanul e construit prin intermediul inelului compozițional, căci se deschide/începe prin descrierea drumului ce duce spre satul Pripas, un sat românesc din Ardeal, iar în final motivul drumului este prezent, numai că e vorba de drumul ce iese din sat. Motivul drumului are mai multe conotații: drumul vieții, drumul parcurs de cititor, care îi va aduce o bogată experiență de viață. Tot de inelul compozițional ține și scena horei, pe care o găsim în debutul romanului, dar și la final. Simbolistica acestui dans popular este destul de amplă, și include mai multe semnificații: cercul vieții(o generație trece, alta vine), și ideea de egalitate, și ideea de unitate</a>
<ul>
<li><a href="#org620e3bb">În roman sunt valorificate mai multe tehnnici narative. Merită analizate mai profund 2 dintre ele:</a></li>
</ul>
</li>
<li><a href="#org248e01e">Cronotopul romanului îl putem stabili ușor: acțiunea generală a romanului are loc la începutul secolului 20, în satul Pripas. Romanul începe cu o zi de duminică, în care toți locuitorii se strâng la hora satului, în curtea unei văduve.</a></li>
<li><a href="#org7583f73">În linii mari romanul abordează conflictul tragic dintre om și dorința acestuia de a deține cât mai mult pământ. În umbra conflictului central stă un alt conflict și anume cel dintre Ion și înstăritul țăran George.</a></li>
<li><a href="#org0ce9d76">După cum menționează și George Călinescu: „Toți flăcăii din sat sunt varietăți de Ion”. Personajul Ion este un personaj rotund deoarece romanul ne permite să-l cunoaștem din mai multe perspective: și psihologic, și social. Personajul Ion are statutul și de personaj eponim căci prenumele său devine tutlu de operă. Autorul va folosi în construirea acestui personaj câteva tehnici originale. De exemplu prin tehnica basoreliefului autorul va scoate în prim plan personalitatea lui Ion, iar celelalte personaje vor sta în umbra lui. Prin tehnica contrapunctului prozatorul va scoate la lumină relația tensionată între Ion și George. Tipologia umană pe care o reprezintă acest persoaj este tipul arivistului(parvenitului).</a></li>
<li><a href="#orgf6e82cb">Dacă la început de roman Ion pare a fi un tânăr plăcut, harnic, ambițios, apoi încet, încet cele două pasiuni(pământul și iubirea) îl dezumanizează. În operă personajul central va fi caracterizat direct de căre narator, de către alte personaje, dar foarte importantă devine caracterizarea indirectă. Cititorul îi poate înțelege psihologia prin fapte, prin limbaj, prin comportament.</a></li>
<li><a href="#orgb9f6f74">Personajul Ion este unul contradictoriu și din perspectiva că îmbină viclenia cu naivitatea sau gingășia cu brutalitatea. El începe să devină antipatic pentru cititor atunci când o seduce pe Ana doar pentru a pune stăpânire pe zestrea frumușică a acesteia. La finele romanului cititorul îi va afla adevărata esență al lui Ion, căci mai multe vieți și destine curmate vor fi pe conștiința lui.</a></li>
<li><a href="#org2078169">În final, nu fără tristețe menționăm că parvenitismul este o tipologie prea des întâlnită și în prezent. Odată cu transformarea societății în una consumerstică, a avut loc o transformare și o înlesnire în ceea ce privește metodele de propagare ale parvenitismului. O situație materială favorabilă astăzi este, fără îndoială, una din condițiile esențiale pentru dezvoltarea unui om, așa cum a fost cu câteva secole în urmă. Este important, însă, să existe astfel de romane, care să critice materialismul dus la absurd, și să-i arate adevărata față - de cele mai multe ori cu final tragic. În caz contrar - sentimentele pure și lucrurile care contează cu adevărat riscă să fie înlocuite de plăceri temporare și deșarte.</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org86aa484" class="outline-2">
<h2 id="org86aa484">Teme</h2>
<div class="outline-text-2" id="text-org86aa484">
</div>
</div>
<div id="outline-container-org945ef98" class="outline-2">
<h2 id="org945ef98">Articles</h2>
<div class="outline-text-2" id="text-org945ef98">
</div>
</div>

<div id="outline-container-org3206fbd" class="outline-2">
<h2 id="org3206fbd">Essays</h2>
<div class="outline-text-2" id="text-org3206fbd">
</div>
<div id="outline-container-org71eee31" class="outline-3">
<h3 id="org71eee31">on Patriotism</h3>
</div>
</div>
<div id="outline-container-org20cb68b" class="outline-2">
<h2 id="org20cb68b">Atelier de scriere</h2>
<div class="outline-text-2" id="text-org20cb68b">
</div>
<div id="outline-container-org75f6539" class="outline-3">
<h3 id="org75f6539">Perioada interbelică a literaturii romane a fost destul de rodnică, căci a oferit câteva romane foarte importante pentru proza realistă de la noi. Un roman realist care valorifică tematica rurală este și romanul „Ion”, care a apărut în 1920, revoluționând proza noastră.</h3>
</div>
<div id="outline-container-orgbc39842" class="outline-3">
<h3 id="orgbc39842">Nucleul romanului îl constituie cele două nuvele („Zestrea” și „Rușinea”). Mai multe evenimente, scene din viața reală au servit drept surse de inspirație pentru autor. De exemplu, scena în care un țăran își sărută glia, de parcă și-ar săruta iubita a fost văzută chiar de autor; Personajul central este construit după un model pe care autorul l-a întâlnit în viața reală și pe care îl chema Ion al Glanetașului. O altă sursă de inspirație l-a servit istoria dramatică a unei fete rămasă însărcinată cu un țăran sărac pe care i-a povestit-o chiar sora autorului. Realitățile satului ardelenesc de la începutul secolului al XX-lea, au servit, de asemenea, drept sursă de inspirație.</h3>
</div>
<div id="outline-container-orgb8c0a0b" class="outline-3">
<h3 id="orgb8c0a0b">Fiind un roman realist, perspectiva narativă este obiectivă, nararea se face la persoana a III-a, cu un narator omniscient.</h3>
</div>
<div id="outline-container-org134881f" class="outline-3">
<h3 id="org134881f">Personajul central, Ion, este un personaj eponim, deci prenumele lui va deveni titlul operei.</h3>
</div>
<div id="outline-container-org9e160eb" class="outline-3">
<h3 id="org9e160eb">Romanul are două părți: <i>Glasul Pământului</i> și <i>Glasul Iubirii</i>, iar fiecare parte - mai multe capitole.</h3>
</div>
<div id="outline-container-org559ac06" class="outline-3">
<h3 id="org559ac06">Acțiunea desfășoară pe 2 planuri: un plan narativ urmărește evoluția personajului Ion, iar al doilea prezintă viața satului Pripas.</h3>
</div>
<div id="outline-container-org1cf6dd4" class="outline-3">
<h3 id="org1cf6dd4">Metafora „Glasul” din titlurile celor două părți semnifică cele două pasiuni (Pământul și Iubirea), care și l-au distrus pe Ion.</h3>
</div>
<div id="outline-container-orgc299bf0" class="outline-3">
<h3 id="orgc299bf0">Romanul e construit prin intermediul inelului compozițional, căci se deschide/începe prin descrierea drumului ce duce spre satul Pripas, un sat românesc din Ardeal, iar în final motivul drumului este prezent, numai că e vorba de drumul ce iese din sat. Motivul drumului are mai multe conotații: drumul vieții, drumul parcurs de cititor, care îi va aduce o bogată experiență de viață. Tot de inelul compozițional ține și scena horei, pe care o găsim în debutul romanului, dar și la final. Simbolistica acestui dans popular este destul de amplă, și include mai multe semnificații: cercul vieții(o generație trece, alta vine), și ideea de egalitate, și ideea de unitate</h3>
<div class="outline-text-3" id="text-orgc299bf0">
</div>
<div id="outline-container-org620e3bb" class="outline-4">
<h4 id="org620e3bb">În roman sunt valorificate mai multe tehnnici narative. Merită analizate mai profund 2 dintre ele:</h4>
<div class="outline-text-4" id="text-org620e3bb">
<ol class="org-ol">
<li>Tehnica planurilor narative. Presupune împletirea celor două linii de subiect, și anume viața țăranilor și viața intelectualității sătești. Perosajul Ion este construit prin tehnica basoreliefului, căci acesta domină celelalte personaje ale romanului.</li>
<li>Tehnica contrapunctului. Personajul Ion este prezentat în contrast cu George. Destinele ambelor vor fi dramatice: Ion se însoară cu Ana doar poentru zestrea ei, iar George se va însura cu Florica - femeia pe care o iubea nebunește Ion.</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org248e01e" class="outline-3">
<h3 id="org248e01e">Cronotopul romanului îl putem stabili ușor: acțiunea generală a romanului are loc la începutul secolului 20, în satul Pripas. Romanul începe cu o zi de duminică, în care toți locuitorii se strâng la hora satului, în curtea unei văduve.</h3>
</div>
<div id="outline-container-org7583f73" class="outline-3">
<h3 id="org7583f73">În linii mari romanul abordează conflictul tragic dintre om și dorința acestuia de a deține cât mai mult pământ. În umbra conflictului central stă un alt conflict și anume cel dintre Ion și înstăritul țăran George.</h3>
</div>
<div id="outline-container-org0ce9d76" class="outline-3">
<h3 id="org0ce9d76">După cum menționează și George Călinescu: „Toți flăcăii din sat sunt varietăți de Ion”. Personajul Ion este un personaj rotund deoarece romanul ne permite să-l cunoaștem din mai multe perspective: și psihologic, și social. Personajul Ion are statutul și de personaj eponim căci prenumele său devine tutlu de operă. Autorul va folosi în construirea acestui personaj câteva tehnici originale. De exemplu prin tehnica basoreliefului autorul va scoate în prim plan personalitatea lui Ion, iar celelalte personaje vor sta în umbra lui. Prin tehnica contrapunctului prozatorul va scoate la lumină relația tensionată între Ion și George. Tipologia umană pe care o reprezintă acest persoaj este tipul arivistului(parvenitului).</h3>
</div>
<div id="outline-container-orgf6e82cb" class="outline-3">
<h3 id="orgf6e82cb">Dacă la început de roman Ion pare a fi un tânăr plăcut, harnic, ambițios, apoi încet, încet cele două pasiuni(pământul și iubirea) îl dezumanizează. În operă personajul central va fi caracterizat direct de căre narator, de către alte personaje, dar foarte importantă devine caracterizarea indirectă. Cititorul îi poate înțelege psihologia prin fapte, prin limbaj, prin comportament.</h3>
</div>
<div id="outline-container-orgb9f6f74" class="outline-3">
<h3 id="orgb9f6f74">Personajul Ion este unul contradictoriu și din perspectiva că îmbină viclenia cu naivitatea sau gingășia cu brutalitatea. El începe să devină antipatic pentru cititor atunci când o seduce pe Ana doar pentru a pune stăpânire pe zestrea frumușică a acesteia. La finele romanului cititorul îi va afla adevărata esență al lui Ion, căci mai multe vieți și destine curmate vor fi pe conștiința lui.</h3>
</div>
<div id="outline-container-org2078169" class="outline-3">
<h3 id="org2078169">În final, nu fără tristețe menționăm că parvenitismul este o tipologie prea des întâlnită și în prezent. Odată cu transformarea societății în una consumerstică, a avut loc o transformare și o înlesnire în ceea ce privește metodele de propagare ale parvenitismului. O situație materială favorabilă astăzi este, fără îndoială, una din condițiile esențiale pentru dezvoltarea unui om, așa cum a fost cu câteva secole în urmă. Este important, însă, să existe astfel de romane, care să critice materialismul dus la absurd, și să-i arate adevărata față - de cele mai multe ori cu final tragic. În caz contrar - sentimentele pure și lucrurile care contează cu adevărat riscă să fie înlocuite de plăceri temporare și deșarte.</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Babin Ion</p>
<p class="date">Creat: 2022-04-07 Thu 20:02</p>
</div>
</body>
</html>
